Repository: percy-riptide/FarmiAssistFlutter
Catalog: lib/l10n/intl_*.arb
Languages: hi, kn

# title
source: Farmi Assist
hi: फार्मी असिस्ट
kn: ಫಾರ್ಮಿ ಅಸಿಸ್ಟ್

# greeting
source: Welcome
hi: स्वागत हे
kn: ಸ್ವಾಗತ

# enter
source: Enter Your Problem
hi: अपनी समस्या दर्ज करें
kn: ನಿಮ್ಮ ಸಮಸ್ಯೆಯನ್ನು ನಮೂದಿಸಿ

source: Submit
hi: प्रस्तुत
kn: ಸಲ್ಲಿಸು

source: Erase
hi: मिटाएं
kn: ಅಳಿಸಿಹಾಕು

source: Help
hi: मदद
kn: ಸಹಾಯ

# exit
source: Exit App
hi: बाहर जाएं
kn: ನಿರ್ಗಮನ

source: Language
hi: भाषा
kn: ಭಾಷೆ

# querey
source: Ask Querey
hi: प्रश्न पूछें
kn: ಪ್ರಶ್ನೆಯನ್ನು ಕೇಳಿ

# library
source: Agri-Library
hi: कृषि पुस्तकालय
kn: ಕೃಷಿ ಗ್ರಂಥಾಲಯ

# use
source: How to use Application
hi: एप्लिकेशन का उपयोग कैसे करें
kn: ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಹೇಗೆ ಬಳಸುವುದು

# about
source: About Us
hi: हमारे बारे में
kn: ನಮ್ಮ ಬಗ್ಗೆ

source: Close
hi: बंद करे
kn: ಮುಚ್ಚಿ

source: Result
hi: परिणाम
kn: ಫಲಿತಾಂಶ

# helpdata
source: Enter the query in the text field. Seperate multiple queries with full stops. Tap on the mic for voice input. Tap in the speaker icon to narrate. Tap on the green button to get results, red to delete whole query, grey to close the app.
hi: टेक्स्ट फ़ील्ड में क्वेरी दर्ज करें। कई प्रश्नों को पूर्ण विराम के साथ अलग करें। वॉयस इनपुट के लिए माइक पर टैप करें। वर्णन करने के लिए स्पीकर आइकन में टैप करें। परिणाम प्राप्त करने के लिए हरे बटन पर टैप करें, पूरी क्वेरी को हटाने के लिए लाल, ऐप को बंद करने के लिए ग्रे पर टैप करें।
kn: ಪಠ್ಯ ಕ್ಷೇತ್ರದಲ್ಲಿ ಪ್ರಶ್ನೆಯನ್ನು ನಮೂದಿಸಿ. ಪೂರ್ಣ ನಿಲುಗಡೆಗಳೊಂದಿಗೆ ಬಹು ಪ್ರಶ್ನೆಗಳನ್ನು ಪ್ರತ್ಯೇಕಿಸಿ. ಧ್ವನಿ ಇನ್‌ಪುಟ್‌ಗಾಗಿ ಮೈಕ್‌ನಲ್ಲಿ ಟ್ಯಾಪ್ ಮಾಡಿ. ನಿರೂಪಿಸಲು ಸ್ಪೀಕರ್ ಐಕಾನ್‌ನಲ್ಲಿ ಟ್ಯಾಪ್ ಮಾಡಿ. ಫಲಿತಾಂಶಗಳನ್ನು ಪಡೆಯಲು ಹಸಿರು ಬಟನ್ ಮೇಲೆ ಟ್ಯಾಪ್ ಮಾಡಿ, ಸಂಪೂರ್ಣ ಪ್ರಶ್ನೆಯನ್ನು ಅಳಿಸಲು ಕೆಂಪು, ಅಪ್ಲಿಕೇಶನ್ ಮುಚ್ಚಲು ಬೂದು.

# moto
source: extending our hand to help
hi: मदद के लिए हाथ बढ़ा रहे हैं
kn: ಸಹಾಯ ಮಾಡಲು ನಮ್ಮ ಕೈಯನ್ನು ವಿಸ್ತರಿಸುವುದು

# shreya
source: Shreya Patil
hi: श्रेया पाटिल
kn: ಶ್ರೇಯಾ ಪಾಟೀಲ್

# pratik
source: Pratik Patil
hi: प्रतीक पाटिल
kn: ಪ್ರತೀಕ್ ಪಾಟೀಲ್

# jyoti
source: Jyoti Poddar
hi: ज्योति पोद्दार
kn: ಜ್ಯೋತಿ ಪೋದ್ದಾರ್

# sd
source: Software Developer
hi: सॉफ्टवेयर डेवलपर
kn: ಸಾಫ್ಟ್ವೇರ್ ಡೆವಲಪರ್

# git
source: Git Repository
hi: गिट रिपोजिटरी
kn: ಜಿಟ್ ರೆಪೊಸಿಟರಿ

# tf
source: Press button to start speaking
hi: बोलना शुरू करने के लिए बटन दबाएं
kn: ಮಾತನಾಡಲು ಪ್ರಾರಂಭಿಸಲು ಬಟನ್ ಒತ್ತಿರಿ

# pb
source: Please tell us your problem
hi: कृपया हमें अपनी समस्या बताएं
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಸಮಸ್ಯೆಯನ್ನು ನಮಗೆ ತಿಳಿಸಿ
